const articles = [
  {
    id: 1,
    title: "Заголовок статьи",
    content: ` # Заголовок статьи
  Далеко-далеко за [словесными горами в стране](#), гласных
  и согласных живут рыбные тексты. Использовало однажды гор семь,
  снова раз. Города большой безорфографичный меня.


  Lorem __имени__, продолжил своего реторический своих послушавшись
  грустный даль страну парадигматическая океана рыбными, рыбного
  переписывается, страна? Свой заголовок свое, он.

  ## Заголовок второго уровня

  Что, повстречался последний всеми его щеке не, знаках встретил
  использовало, прямо, раз свой. Города силуэт, заглавных всеми, свою
  прямо но!


  Текстов которой вскоре журчит рекламных свою, сбить на берегу рот.
  Великий страну проектах знаках над что путь языком, подпоясал, свой
  они!

  ### Заголовок третьего уровня

  Скатился переулка первую единственное имени над запятых, грустный
  заголовок переписывается власти переписали. Букв строчка вскоре
  продолжил, страна злых раз страну.


  Букв переписали, продолжил. Силуэт, путь текста журчит
  переписывается назад от всех его выйти однажды, бросил букв, путь
  несколько вскоре даже рукопись.
    `,
  },
  {
    id: 2,
    title: "Названы самые популярные у россиян фрукты и овощи",
    content: `# Названы самые популярные у россиян фрукты и овощи
  ### Яблоко
  ### Груша
  ### Апельсин
  ### Мандарин
  ### Персик
  ### Киви
    `,
  },
  {
    id: 3,
    title: "Три самых популярных видов спорта",
    content: ` # Три самых популярных видов спорта
### Футбол

 Занимает безоговорочное первое место. Безусловно, не все россияне, любящие футбол, желают заниматься им профессионально либо имеют возможность и способность выступать на таком высоком уровне, принимать участие в чемпионатах не только государственного, но и мирового значения.

Некоторые молодые парни предпочитают в свободное время гонять мяч вместе со своими друзьями. Другие ограничиваются просмотром любимого спорта по телевизору, а есть и такие, кто следит за матчами с трибун в качестве зрителя. Единственным огорчением, связанным с футболом, является то, что российские сборные достаточно редко выигрывают соревнования мирового уровня.

### Хоккей

Второе место после футбола россияне отдают хоккею. Быть профессиональным хоккеистом достаточно сложно. Достичь заветной цели можно лишь долгими годами усердных и успешных тренировок в сплоченной и хорошей команде под чутким руководством профессионального тренера. Иначе хоккеист никогда не сможет добиться хорошей игры и проявить себя.

Большинство российских команд весьма сильны. Это стало главной причиной того, что многие из них входят в Континентальную Хоккейную лигу. Хоккеисты приносят стране иногда даже большее количество побед, нежели футболисты, неизменно демонстрировали, показывали и еще много раз заявят о себе в будущем.

### Волейбол
Этот третий по популярности в России вид спорта объединяет сотни и даже тысячи людей. Это не только профессиональные спортсмены, но и огромное количество любителей, для которых волейбол становится хобби и помогает поддерживать отличную физическую форму и крепкое здоровье. Не меньшее внимание начинает привлекать к себе и пляжный волейбол, поскольку играть в него могут абсолютно все поклонники активного провождения времени в период летнего отдыха.
   `,
  },
  {
    id: 4,
    title: "Самые агрессивные породы собак",
    content: `
  # Самые агрессивные породы собак

  Самой опасной породой в мире считается американский питбультерьер. Только постатистике Канады и США с 1982 по 2015 год зафиксировано 3397 нападений начеловека, 295 из которых привели к смертельному исходу. Такая репутация возникланеслучайно – селекцию проводили для получения лучшей бойцовской собаки,используя для разведения изначально агрессивные породы.

  ## Топ-3 самых опасных собак в мире

  Некоторые породы считаются особо опасными для людей и других животных. Существует даже список, принятый Госдумой в РФ, но в нем есть крайне редкие породы, которые практически не встречаются в реальности, например, гуль донг или волкособ.

  ### Американский питбультерьер

  У питбуля мощные челюсти, которые практически невозможно разжать при нападении. Благодаря крепкому костяку и развитым мышцам, они способны к колоссальным физическим нагрузкам. Аериканский питбуль популярен во всем мире, их заводят в качестве домашнего питомца, используют на службе для поиска наркотиков и взрывчатых веществ. Обучение дисциплинам, связанным с агрессией к человеку, категорически запрещено требованиями к породе.

  ###  Ротвейлер

  Ротвейлеры были выведены для службы, но сегодня заводятся и [в качестве домашнего животного](#). Взрослый кобель может достигать 50 кг веса, суки обычно меньше. Помимо развитых мышц, ротвейлер имеет сильные мышцы и мощный укус. Несмотря на устойчивый характер, они непросты в обучении и плохо переносят смену хозяина.

  Все представители породы обладают охранным инстинктом, но опасное поведение демонстрируют из-за неправильного подхода к воспитанию и дрессировке. Со щенячьего возраста требуется ранняя социализация и постоянные нагрузки. Приобрести щенка можно от 25000 ₽.
  ### Канарский дог
  Молодая порода, выведенная на острове Тенерифе путем скрещивания местных собак и завезенных с материка молоссов. Это крупное и массивное животное, кобели могут достигать 65 кг при росте около 60 см в холке. Канарский дог – сторожевая и пастушья собака, но их чаще заводят в роли компаньона.

  Дог имеет уравновешенный характер, но из-за врожденных сторожевых инстинктов может стать опасным для незнакомых людей. Для них характерна флегматичность, что усложняет процесс обучения. Требуется правильная дрессировка и ранняя социализация, иначе во взрослом возрасте собака может стать неуправляемой и опасной. Так, например, в США в 2001 и 2006 годах были случаи нападения представителей породы на людей со смертельным исходом. Средняя цена – 50000 ₽.
  `,
  },
];

const localGetItem = localStorage.getItem("article");

if (!localGetItem) {
  localStorage.setItem("article", JSON.stringify(articles));
}
